export const FAQ_LIST = [
  {
    id: 1,
    question: "결제는 어떻게 진행하나요?",
    answer:
      "결제는 현장에서 진행됩니다. 로그인 후 원하시는 마사지를 예약해주세요. ",
  },
  {
    id: 2,
    question: "예약 취소를 안했는데 자동으로 취소가 되었어요.",
    answer:
      "예약은 들어온 순서대로 진행이 되고 있어 부득이하게 취소가 될 수 있습니다. 취소 사유 및 기타 문의는 031-123-4567 로 문의 부탁드립니다. ",
  },
  {
    id: 3,
    question: "남자도 마사지 받을 수 있나요? ",
    answer: "네, 자연치유 쉼은 남성, 여성 모두 가능한 마사지 샵입니다.",
  },
  {
    id: 4,
    question: "청소년 마사지는 몇살까지 받을 수 있나요?",
    answer: "청소년 마사지는 초등학생부터 고등학생까지 가능합니다.",
  },
  {
    id: 5,
    question: "저 말고 다른 사람 마사지를 대신 예약하고 싶어요.",
    answer: "",
  },
  {
    id: 6,
    question: "급하게 예약 취소를 해야해요",
    answer:
      "예약 시간이 30분 남았을경우 사이트로 예약 취소가 불가합니다. 031-123-4567 로 전화주셔서 예약 취소 부탁드립니다.",
  },
  {
    id: 7,
    question: "회원권을 끊고 싶어요.",
    answer:
      "회원권은 이벤트성으로 변동이 많아 매장에서 상담 후 결제 가능합니다. 031-123-4567 로 회원권 문의 주시면 친절히 상담해드리겠습니다.",
  },
  {
    id: 8,
    question: "마사지를 변경하고 싶어요 혹은 시간을 바꾸고 싶어요",
    answer:
      "현재 사이트에서는 변경이 불가능합니다. 사이트에서 진행 시, 예약 취소 후 다시 예약 진행 또는 031-123-4567 로 전화주셔서 변경 부탁드립니다.",
  },
];
