export const FAQ_LIST = [
	{
		id: 1,
		question: '결제는 어떻게 진행하나요?',
		answer: '결제는 현장에서 진행됩니다. 로그인 후 원하시는 마사지를 예약해주세요. ',
	},
	{
		id: 2,
		question: '예약 취소를 안했는데 자동으로 취소가 되었어요.',
		answer: '예약은 들어온 순서대로 진행이 되고 있어 부득이하게 취소가 될 수 있습니다. 취소 사유 및 기타 문의는 031-123-4567 로 문의 부탁드립니다. ',
	},
	{
		id: 3,
		question: '남자도 마사지 받을 수 있나요? ',
		answer: '네, 자연치유 쉼은 남성, 여성 모두 가능한 마사지 샵입니다.',
	},
	{
		id: 4,
		question: '청소년 마사지는 몇살까지 받을 수 있나요?',
		answer: '청소년 마사지는 초등학생부터 고등학생까지 가능합니다.',
	},
	{
		id: 5,
		question: '마사지를 대신 예약해주고 싶어요.',
		answer: '똑같이 마사지 예약을 진행해주시면 됩니다. 실제 마사지를 받으시는 분이 매장에서 예약자 성함을 말씀해주시면 됩니다.',
	},
	{
		id: 6,
		question: '급하게 예약 취소를 해야해요',
		answer: '예약 시간이 30분 남았을경우 사이트로 예약 취소가 불가합니다. 031-123-4567 로 전화주셔서 예약 취소 부탁드립니다.',
	},
	{
		id: 7,
		question: '회원권을 끊고 싶어요.',
		answer: '회원권은 이벤트성으로 변동이 많아 매장에서 상담 후 결제 가능합니다. 031-123-4567 로 회원권 문의 주시면 친절히 상담해드리겠습니다.',
	},
	{
		id: 8,
		question: '마사지를 변경하고 싶어요',
		answer: '현재 사이트에서는 변경이 불가능합니다. 사이트에서 진행 시, 예약 취소 후 다시 예약 진행 또는 031-123-4567 로 전화주셔서 변경 부탁드립니다.',
	},
	{
		id: 9,
		question: '영업시간이 어떻게 되나요?',
		answer: '월~토요일 9시부터 21시까지 운영합니다. 공휴일 및 변동사항은 공지사항을 참고해주세요.',
	},
	{
		id: 10,
		question: '회원권이 있는 경우, 예약을 어떻게 하나요?',
		answer: '똑같이 마사지 예약을 진행해주시면 됩니다. 결제 시 회원이라고 말씀해주시면 됩니다.',
	},
	{
		id: 11,
		question: '믿을만한 업체인가요?',
		answer: '네! 경력 15년의 베테랑 마사지사이며, 단순히 마사지뿐만 아니라 체형 교정도 가능한 전문가입니다.',
	},
	{
		id: 12,
		question: '마사지 날짜 및 시간을 바꾸고 싶어요',
		answer: '현재 사이트에서는 변경이 불가능합니다. 사이트에서 진행 시, 예약 취소 후 다시 예약 진행 또는 031-123-4567 로 전화주셔서 변경 부탁드립니다.',
	},
	{
		id: 13,
		question: '카카오톡 아이디가 없는 경우 로그인을 어떻게 해야하나요?',
		answer: '죄송합니다. 현재는 카카오톡 로그인으로만 진행이 가능합니다. 031-123-4567 로 전화 주셔서 예약 부탁드립니다.',
	},
	{
		id: 14,
		question: '예약 내역을 어디서 볼 수 있나요?',
		answer: '로그인 후 내정보 > 나의 예약에서 예약 내역을 볼 수 있습니다. ',
	},
];

export const FAQ_ERROR = {
	success: '이메일 전송이 완료되었습니다.',
	failed: '이메일 전송에 실패했습니다.',
	success_sub: '확인 후 빠른 답장 드리겠습니다😁',
	failed_sub: '잠시 후 다시 시도해주세요',
};
